<?php
/**
 * @Author: 钧泽
 * @Date: 2015-07-23 14:38:40
 * @Email:1017109588@qq.com
 * @Domain:www.14jz.com
 * @网盘搜索引擎   程序由彩虹原创,钧泽网络二次开发,优化网站功能,修复程序BUG
 * @网站为开源程序,禁止倒卖   正版程序下载地址:www.14jz.com
 * @QQ:1017109588
 */
$sitename = '网盘搜索引擎—钧泽网络旗下网站'; //站点名称

$tongji = ''; //统计代码，位于全局底部

$transfer = true; //是否开启中转下载功能，可能会消耗服务器资源

$limit = 12; //首页磨盘随机推荐的数量

$num = 10; //每页显示的搜索结果数

$apimode=true; //是否使用谷歌搜索API，国内空间推荐使用

$googleip = "http://64.233.167.163"; //Google IP地址，$apimode为false时有效
/*备用Google IP
http://61.19.1.110
http://64.233.167.163
http://64.233.161.104
http://64.233.189.104
*/
?>
